tap "armmbed/formulae"
tap "caarlos0/tap"
tap "charmbracelet/tap"
tap "cmacrae/formulae"
tap "emqx/mqttx"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "ack"
brew "bash-completion"
brew "bat"
brew "ccache"
brew "cmake"
brew "cowsay"
brew "ddgr"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "glow"
brew "unbound"
brew "gnutls"
brew "gperf"
brew "hr"
brew "hyperfine"
brew "jenv"
brew "kubernetes-cli"
brew "lazygit"
brew "less"
brew "libmagic"
brew "libwebsockets"
brew "libzip"
brew "mdcat"
brew "micropython"
brew "mosquitto"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nvm"
brew "portaudio"
brew "procs"
brew "protobuf"
brew "pyenv"
brew "python@3.11"
brew "qemu"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "rm-improved"
brew "scc"
brew "starship"
brew "terminal-notifier"
brew "tig"
brew "tldr"
brew "tmux"
brew "todo-txt"
brew "trash"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zig"
brew "zoxide"
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "caarlos0/tap/timer"
brew "emqx/mqttx/mqttx-cli"
brew "koekeishiya/formulae/skhd"
brew "qmk/qmk/qmk"
cask "alacritty"
cask "docker"
cask "font-fira-code"
cask "font-fontawesome"
cask "ghdl"
cask "hiddenbar"
cask "iterm2"
cask "qmk-toolbox"
cask "raycast"
cask "time-out"
