tap "armmbed/formulae"
tap "charmbracelet/tap"
tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"

brew "git"
brew "curl"
brew "wget"

cask "alacritty"
brew "tmux"
brew "neovim"
brew "nvm"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "lazygit"
cask "ghdl"
cask "spaceid"
brew "pyenv"

brew "yarn"
brew "zoxide"
brew "koekeishiya/formulae/skhd"

brew "ack"
brew "bat"
brew "tldr"
brew "tree"
brew "ccache"
brew "cmake"
brew "ddgr"
brew "glow"
brew "hr"
brew "hyperfine"
brew "jenv"
brew "less"
brew "libmagic"
brew "libwebsockets"
brew "libzip"
brew "mdcat"

brew "procs"
brew "protobuf"
brew "qemu"
brew "ranger"
brew "ripgrep"
brew "rm-improved"
brew "scc"
brew "cowsay"
cask "docker"
